;
; Batti 2.3
; Localization file for English
; by Lorenzo Annibali <lorenzoannibali@fastwebnet.it>, 2008
;

   2="Annulla"
 101="Scegli colore"
 102="Crediti"
 103="Generale"
 104="Avanzate"
 105="Aspetto"
 106="Batteria"
 107="Licenza"
 201="Opzioni"
 202="Batti Config"
 203="Principale"
 204="Sfondo"
 205="Cornice"
 206="Principale AC"
 207="Nessuna azione"
 208="Apri configurazione"
 209="Principale Basso"
 210="Sfondo Basso"
 211="Principale Critico"
 212="Sfondo Critico"
 213="Il livello critico deve essere minore del livello basso."
 214="Batteria bassa"
 215="Batteria critica"
 216="Sconosciuto"
 217="Ricarica iniziata"
 218="Batteria caricata"
 219="Principale in ricarica"
 220="Sfondo in ricarica"
 221="Annulla"
 222="Il livello di spegnimento deve essere minore del livello critico."
 223="Mostra informazioni"
 224="Spegnimento"
 225="Scegli colore"
 226="Crediti"
1000="Opzioni"
1001="Indica in carica"
1002="Lampeggia a livello critico"
1003="sempre in primo piano"
1004="Azione al Tap"
1012="Margine sinistro"
1015="Altezza"
1018="Colori"
1020="Colore"
1022="Cornice display"
1023="Suoni"
1025="Esegui suono"
1027="Livelli"
1028="Livello basso"
1031="percento"
1032="Livello critico"
1035="percento"
1036="Livello spegnimento"
1039="percento"
1073="Mostra parti percentuali"
1074="Mostra icona nella tray"
1077="Indicatore gradienti"
1800="Batteria principale:"
1802="Batteria di backup:"
1806="Temperatura:"
1807="Voltage:"
1808="Voltaggio:"
1815="Regola impostazioni"
2000="Notifiche di Batti"
2001="Il dispositivo sarà spento in %d secondi."
2002="Spegnimento"
2003="Respinto"
2004="Posticipa"
2005="Nascondi"
2006="Info batteria"
2008="Batteria principale"
2009="Su batteria"
2010="In carica"
2011="Su AC"
2012="Percento:"
2013="Sconosciuto"
2014="Voltaggio:"
2015="Temperatura:"
2016="Chimica:"
2017="Batteria di backup"
2019="Potenza rimanente"
2020="Vuoi mantenere le tue impostazioni?"
40008="Impostazioni..."
40009="Esci"
40010="Info..."
57664="Crediti"
